Repository: GriffinCoders/EDU
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: English
fa: انگلیسی

source: Farsi
fa: فارسی

source: Personal info
fa: اطلاعات شخصی

source: Permissions
fa: سطوح دسترسی

source: Important dates
fa: تاریخ‌های مهم

source: Male
fa: مرد

source: Female
fa: زن

source: Student
fa: دانشجو

source: Professor
fa: استاد

source: IT Manager
fa: مدیر IT

source: Educational Assistance
fa: کمک آموزشی

source: Username
fa: نام کاربری

source: Unable to log in with provided credentials.
fa: قادر به ورود با اطلاعات ارائه شده نیست.

source: Must include "username" and "password".
fa: باید شامل "نام کاربری" و "رمز عبور" باشد.

source: User not found!
fa: کاربر یافت نشد!

source: Otp sent
fa: Otp ارسال شد

source: Otp already sent
fa: Otp از قبل ارسال شده است

source: Must include otp and new password
fa: باید شامل otp و رمز عبور جدید باشد

source: Invalid otp
fa: otp نامعتبر

source: New password saved
fa: رمز عبور جدید ذخیره شد

source: Valid
fa: معتبر

source: Deleted
fa: حذف شده

source: Pending
fa: در انتظار

source: Failed
fa: ناموفق

source: Rejected
fa: رد شده

source: Created at
fa: ایجاد شده در

source: Updated at
fa: به‌روز شده در

source: Name
fa: نام

source: Selection Start
fa: شروع انتخاب

source: Selection Finish
fa: پایان انتخاب

source: Class Start
fa: شروع کلاس

source: Class Finish
fa: پایان کلاس

source: Substitution Start
fa: شروع جایگزینی

source: Substitution Finish
fa: پایان جایگزینی

source: Emergency Removal Finish
fa: پایان حذف اضطراری

source: Exams Start
fa: شروع امتحانات

source: Term Finish
fa: پایان ترم

source: Include Valid Years
fa: شامل سال‌های معتبر

source: Educational Group
fa: گروه آموزشی

source: Units
fa: واحدها

source: Grade
fa: نمره

source: College
fa: دانشکده

source: Saturday
fa: شنبه

source: Sunday
fa: یک‌شنبه

source: Monday
fa: دوشنبه

source: Tuesday
fa: سه‌شنبه

source: Wednesday
fa: چهارشنبه

source: Thursday
fa: پنج‌شنبه

source: Friday
fa: جمعه

source: General
fa: عمومی

source: Specialized
fa: تخصصی

source: Basic
fa: پایه

source: Unit
fa: واحد

source: Lesson Type
fa: نوع درس

source: Class Day
fa: روز کلاس

source: Class Start Time
fa: زمان شروع کلاس

source: Class Finish Time
fa: زمان پایان کلاس

source: Class Location
fa: محل کلاس

source: Exam Specifications
fa: مشخصات امتحان

source: Capacity
fa: ظرفیت

source: {lesson} in day: {class_day} in time: {class_start_time} in term: {term}
fa: {lesson} در روز: {class_day} در زمان: {class_start_time} در ترم: {term}

source: Prerequisites
fa: پیش‌نیازها

source: Requisites
fa: ضروری‌ها

source: Can't create lesson for other colleges
fa: امکان ایجاد درس برای دیگر دانشکده‌ها وجود ندارد

source: Can't update lesson for other colleges
fa: امکان به‌روزرسانی درس برای دیگر دانشکده‌ها وجود ندارد

source: Lesson
fa: درس

source: Term
fa: ترم

source: The Course Substitution is passed
fa: جایگزینی درس با موفقیت انجام شد

source: Can't create course that lesson is for other colleges
fa: امکان ایجاد درسی که درس مرتبط با دانشکده‌های دیگر است وجود ندارد

source: Can't update course that lesson is for other colleges
fa: امکان به‌روزرسانی درسی که درس مرتبط با دانشکده‌های دیگر است وجود ندارد

source: Student Submit
fa: دانشجو ارسال کرد

source: Professor Rejected
fa: استاد رد کرد

source: Professor Valid
fa: استاد معتبر

source: The Course Selection time not started
fa: زمان انتخاب درس شروع نشده است

source: The Course Selection time has passed
fa: زمان انتخاب درس به پایان رسیده است

source: The Course Selection for this term already exists
fa: انتخاب درس برای این ترم از قبل وجود دارد

source: Not enough valid years
fa: تعداد سال‌های معتبر کافی نیست

source: The course selection status is not pending or rejected
fa: وضعیت انتخاب درس در انتظار یا رد شده نیست

source: The user already picked this course in this term
fa: کاربر این درس را در این ترم انتخاب کرده است

source: Course Prerequisites not passed
fa: پیش‌نیازهای درس گذرانده نشده‌اند

source: Lesson college does not match student college
fa: دانشکده درس با دانشکده دانشجو مطابقت ندارد

source: Course requisites not picked or passed
fa: ضروری‌های درس انتخاب یا گذرانده نشده‌اند

source: Course doesn't have any capacity
fa: ظرفیتی برای این درس وجود ندارد

source: Course has time interference
fa: تداخل زمانی برای این درس وجود دارد

source: You are not the professor of this student
fa: شما استاد این دانشجو نیستید

source: Class Schedule
fa: برنامه کلاس

source: Your class schedule is attached.
fa: برنامه کلاس شما پیوست شده است.

source: Exam Schedule
fa: برنامه امتحانات

source: Your exam schedule is attached.
fa: برنامه امتحانات شما پیوست شده است.

source: Course Selection Was Accepted
fa: انتخاب درس پذیرفته شد

source: Course Selection Was Rejected
fa: انتخاب درس رد شد

source: Invalid student ID or no pending courses for the current term
fa: شناسه دانشجو نامعتبر یا درس در انتظاری برای ترم فعلی وجود ندارد

source: No course selection request found for the current term
fa: درخواست انتخاب درسی برای ترم فعلی یافت نشد

source: Can't delete course that is requisite of other course in this course selection
fa: امکان حذف درسی که پیش‌نیاز درس دیگری در این انتخاب درس وجود دارد نیست

source: Course selection not in pending
fa: انتخاب درس در وضعیت انتظار نیست

source: Course selection submitted
fa: انتخاب درس ارسال شد
